{"resp": {"status": true, "search": {"searchresults": {"numResults": "83377", "start": "21", "end": "40", "results": [{"title": "Alias (6) - Can I / Van Cleef", "type": "master", "uri": "http://www.discogs.com/Alias-Can-I-Van-Cleef/master/291698", "summary": "Alias (6) Can I / Van Cleef Electronic Drum n Bass 2005  Can I Van Cleef"}, {"title": "Benya - Prometheus (Sander van Dien Remix)", "type": "master", "uri": "http://www.discogs.com/Benya-Prometheus-Sander-Van-Dien-Remix/master/328435", "summary": "Benya Prometheus (Sander van Dien Remix) Electronic Trance Progressive Trance 2006  Prometheus ...  (Sander van Dien Remix)"}, {"title": "Rob Van* / Les Chats - Robots Never Smile / You've Been Dreaming In Class Again!", "type": "release", "uri": "http://www.discogs.com/Rob-Van-Les-Chats-Robots-Never-Smile-Youve-Been-Dreaming-In-Class-Again/release/2395989", "summary": "Rob Van Wijngaarden Rob Van / Les Chats Robots Never Smile / You've Been Dreaming In Class Again ...  remixed. Rob Van side: Mono recordings reprocessed to stereo.  Rob Van Wijngaarden Rob Van Robots Never ...  Smile robotsneversmile Rob Van Wijngaarden Rob Van Robots Never Smile robotsneversmile Rob Van"}, {"title": "Lola - Wax The Van", "type": "master", "uri": "http://www.discogs.com/Lola-Wax-The-Van/master/71196", "summary": "Lola Wax The Van Electronic Funk / Soul Leftfield Disco Downtempo Funk Garage House 1987  Wax The ...  Van (Kenny's Club Version) Wax The Van (Cherry's Club) Wax The Van (Radio Edit) Wax The Van (Jon's Dub)"}, {"title": "André van Duin - 18 Knallers Van", "type": "release", "uri": "http://www.discogs.com/André-van-Duin-18-Knallers-Van/release/2403490", "summary": "André van Duin 18 Knallers Van CNR Records 100.230 BIEMSTEMRA Rights Societies CD  Compilation ...  Netherlands 1989 Pop Parody Schlager  André van Duin Er Staat Een Paard In De Gang erstaateenpaardindegang ...  André van Duin Gatzeladigee gatzeladigee André van Duin De Sambaballensamba desambaballensamba André van"}, {"title": "Hauser Orkater - Hauser Orkater / Zie De Mannen Vallen", "type": "release", "uri": "http://www.discogs.com/Hauser-Orkater-Hauser-Orkater-Zie-De-Mannen-Vallen/release/1626635", "summary": " released in 1979.  Entree Brussels Dick Hauser Written-By  D. Hauser Neckermann's Ongerief Alex van ...  Warmerdam Written-By  A. van Warmerdam Thijs van der Poll Written-By  T. van der Poll Yeah Yeah Dick Hauser ...  Written-By  D. Hauser Rosa Alex van Warmerdam Written-By  A. van Warmerdam Vincent van Warmerdam Written"}, {"title": "Various - FREEE Mix", "type": "release", "uri": "http://www.discogs.com/Various-FREEE-Mix/release/1201797", "summary": "Various FREEE Mix Freee Magazin 2002-10 CD Mixed Hungary Oct 2002 Electronic Trance Paul van Dyk DJ ...  Mix   Paul van Dyk Tell Me Why (The Riddle) Saint Etienne Featuring  Paul van Dyk Out There Paul van ...  Dyk Step Right On Solid Sleep Club Attack (TPOD Mix By Paul van Dyk) Paul van Dyk Remix  Paul van Dyk"}, {"title": "Lee Van Cliff* - Oh Lord Papa Lee Van", "type": "release", "uri": "http://www.discogs.com/Lee-Van-Cliff-Oh-Lord-Papa-Lee-Van/release/2441913", "summary": "Lee Van Cleef (2) Lee Van Cliff Oh Lord Papa Lee Van Afro Eagle none Vinyl  7\" 45 RPM Jamaica 1980 ...  Reggae Dub Dancehall Barry Clarke (2) Producer  B. Clarke  Lee Van Cleef (2) Lee Van Cliff Oh Lord Papa ...  Lee Van ohlordpapaleevan Pab Eagle All Stars Van Cliff Style vancliffstyle"}, {"title": "Various - Baron Van Münchhausen", "type": "release", "uri": "http://www.discogs.com/Various-Baron-Van-Münchhausen/release/2495619", "summary": "Various Baron Van Münchhausen Kinder 5022 VD Vinyl  12\" 33 ⅓ RPM Netherlands 1981 Children's Story ...  Caro van Eyck Voice  Edmond Classen Voice  Josephine van Gasteren Voice  Ko van Dijk Voice  Sacco van ...  de Made Voice  Ton Lensink Voice   Baron Van Münchhausen - Deel 1 baronvanmnchhausendeel1 Baron Van"}, {"title": "Hauser Orkater - Zie De Mannen Vallen", "type": "release", "uri": "http://www.discogs.com/Hauser-Orkater-Zie-De-Mannen-Vallen/release/2255095", "summary": " with an Inner Sleeve The Beatles In Oud-IJmuiden thebeatlesinoudijmuiden Alex van Warmerdam Written ... -By  A. van Warmerdam Vincent van Warmerdam Written-By  V. van Warmerdam Diep In De Jungle diepindejungle ...  Alex van Warmerdam Written-By  A. van Warmerdam Dick Hauser Written-By  D. Hauser Plasties Faam"}, {"title": "Mistral (2) - Jamie", "type": "release", "uri": "http://www.discogs.com/Mistral-Jamie/release/2140660", "summary": "-pop Disco Kid Van Ettinger Producer  Robbie van Leeuwen Producer  Rob Van Leeuwen Nada Music Hilversum ...  Holland Licensed by: C.N.R. Weesp Holland  Jamie jamie Robbie van Leeuwen Written-By  Rob Van Leeuwen ...  Nectar nectar Kid van Ettinger Written-By  C. Van Ettinger"}, {"title": "1000 Ohm - You Lose", "type": "release", "uri": "http://www.discogs.com/1000-Ohm-You-Lose/release/355486", "summary": " Johan Van Herck Backing Vocals, Synthesizer, Piano  Koen Van Assche Drums  Roland Beelen Engineer  1000 ...  Ohm Producer  Frank Van Bogaert Vocals, Synthesizer  Frank Van Bogaert Written-By  F. Van Bogaert ...  Johan Van Herck Written-By  J. Van Herck  You Lose The Station Hall"}, {"title": "André van Duin - Da's Pas Lachen!", "type": "release", "uri": "http://www.discogs.com/André-van-Duin-Das-Pas-Lachen/release/786751", "summary": "André van Duin Da's Pas Lachen! Polystar Records 6878 143 Vinyl LP Netherlands 1982 Non ... -Music Comedy Parody Myosotis - Baarn Artwork By  1 Bert Schouten Compiled By  Het beste uit de André van Duin ...  Revues André van Duin , Frans van Dusschoten , Corrie Van Gorp & Donald Jones Het Stationnetje Het Revue"}, {"title": "Alex Van Heerden - In The Name Of Bushtech", "type": "release", "uri": "http://www.discogs.com/Alex-Van-Heerden-In-The-Name-Of-Bushtech/release/1265624", "summary": "Alex Van Heerden In The Name Of Bushtech Sinergy Networks SN054 File MP3 Spain 2008 Electronic ...  Techno Glitch Abstract Acid Jazz Minimal  Alex Van Heerden Donkievet Alex Van Heerden Reversable Thorax ...  Alex Van Heerden Kharkams 10000 Alex Van Heerden Oompie Alex Van Heerden 5 Garies 1503 Alex Van Heerden"}, {"title": "Laserdance - Humanoid Invasion", "type": "release", "uri": "http://www.discogs.com/Laserdance-Humanoid-Invasion/release/1455848", "summary": ") humanoidinvasiondigitalremix Erik Van Vliet Producer  Michiel Van Der Kuy Producer  Ruud Van Es Producer  Peter Vriends Remix ...   Humanoid Invasion (Original Mix) humanoidinvasionoriginalmix Erik Van Vliet Producer  Michiel Van Der Kuy ...  Producer  Ruud Van Es Producer  Powerrun powerrun Erik Van Vliet Executive Producer  1 Erik Van Vliet"}, {"title": "Laserdance - Humanoid Invasion", "type": "release", "uri": "http://www.discogs.com/Laserdance-Humanoid-Invasion/release/1599730", "summary": " Electronic Italo-Disco Synth-pop  Humanoid Invasion (Digital Remix) Erik Van Vliet Producer  Michiel Van Der ...  Kuy Producer  Ruud Van Es Producer  Peter Vriends Remix  Humanoid Invasion (Original Mix) Erik Van ...  Vliet Producer  Michiel Van Der Kuy Producer  Ruud Van Es Producer  Powerrun Erik Van Vliet Executive"}, {"title": "Roland Van Campenhout - The Truth", "type": "release", "uri": "http://www.discogs.com/Roland-Van-Campenhout-The-Truth/release/958502", "summary": "Roland Van Campenhout The Truth Virgin Music (Belgium) none CD Cardboard Single Promo Belgium 2005 ...  Rock Country Rock Roland Van Campenhout Written-By  Van Campenhout  The Truth"}, {"title": "Sjef Van Oekel - Voor En Na", "type": "release", "uri": "http://www.discogs.com/Sjef-Van-Oekel-Voor-En-Na/release/1050129", "summary": " Word Theo Van De Boogaard Artwork By  1 CD release of the Darkanivap LP from 1984 Sjef Van Oekel Vette ... Sjef Van Oekel Voor En Na Red Bullet RB 66.42 CD Album Netherlands 1991 Non-Music Pop Comedy Spoken ...  Jus Sjef Van Oekel Hola De Pianola Sjef Van Oekel Mensen (People) Sjef Van Oekel Gehaakte Beddesprei"}, {"title": "Van De Loow - Infraschall", "type": "release", "uri": "http://www.discogs.com/Van-De-Loow-Infraschall/release/1116928", "summary": "Van De Loow Infraschall DJ Van De Loow (Mixtape) none Cassette Mixed Unofficial Release Switzerland ...   Electronic Trance Techno Van De Loow DJ Mix   Infraschall Infraschall"}, {"title": "Lars van Dalen - Uno", "type": "release", "uri": "http://www.discogs.com/Lars-van-Dalen-Uno/release/2032679", "summary": "Lars van Dalen Uno HFC Recordings HFC001 4250444708567  CDr Maxi-Single  27 Nov 2009 Electronic ...  House Lars Van Dalen Written By  1  Lars Van Dalen Uno"}]}}, "version": "2.0"}}