{"resp": {"status": true, "search": {"searchresults": {"numResults": "83377", "start": "1", "end": "20", "results": [{"title": "Van - Ludwig Van", "type": "master", "uri": "http://www.discogs.com/Van-Ludwig-Van/master/233677", "summary": "Van Ludwig Van Electronic Modern Classical Progressive Trance 1998  Ludwig Van (Radio Version ... ) Ludwig Van (Extended Version) Ludwig Van (Donky Mario Mix) Ludwig Van (Pinocchio's Club Mix)"}, {"title": "André van Duin & Corry van Gorp* - Hollands Glorie - André van Duin & Corry van Gorp", "type": "release", "uri": "http://www.discogs.com/André-van-Duin-Corry-van-Gorp-Hollands-Glorie-André-van-Duin-Corry-van-Gorp/release/1326763", "summary": "André van Duin & Corrie Van Gorp Corry van Gorp Hollands Glorie - André van Duin & Corry van Gorp ...  BV Mastering: Studio Hilversum Barcode# = 8714221018738  André van Duin Willempie Corrie Van Gorp ...  Corry van Gorp Ik Ben Tamboer André van Duin De Heidezangers Corrie Van Gorp Corry van Gorp Hallo, Hallo"}, {"title": "Sacher Musak - Van Den Beat", "type": "master", "uri": "http://www.discogs.com/Sacher-Musak-Van-Den-Beat/master/161894", "summary": "Sacher Musak Van Den Beat Electronic New Beat 1989  Van Den Beat (Club Mix) Van Den Beat (Bondage"}, {"title": "Sander van Doorn - Supernaturalistic", "type": "release", "uri": "http://www.discogs.com/Sander-van-Doorn-Supernaturalistic/release/1282163", "summary": "Sander van Doorn Supernaturalistic Ultra Records UL 1660 File MP3 US 18 Mar 2008 Electronic ...  Progressive House House Electro Tech House Trance  Sander van Doorn Look Inside Your Head Sander van Doorn ...  Riff Sander van Doorn By Any Demand (Edit) MC Pryme Vocals  Sander van Doorn 15 Sander van Doorn Pura"}, {"title": "Sander van Doorn - Supernaturalistic", "type": "release", "uri": "http://www.discogs.com/Sander-van-Doorn-Supernaturalistic/release/2854163", "summary": "Sander van Doorn Supernaturalistic Nebula nebcd9016 CDr  Album Promo UK  Electronic Trance Techno ...  Tech House Track 13 is a bonus track. Sander van Doorn Look Inside Your Head Sander van Doorn Riff ...  Sander van Doorn Featuring MC Pryme By Any Demand Sander van Doorn 15 Sander van Doorn Pura Vida Sander"}, {"title": "Van Kaye + Ignit* - Anthology 80 - 85", "type": "release", "uri": "http://www.discogs.com/Van-Kaye-Ignit-Anthology-80-85/release/2881136", "summary": "Van Kaye & Ignit Van Kaye + Ignit Anthology 80 - 85 Vinyl-on-demand VOD 86 VOD861 Catalog# LP 1 VOD ...  certificate.  1 Slight Delay Demos (Ding Dong Disk, 1980) (27:10) Van Kaye & Ignit Van Kaye + Ignit Negroe In ...  N.Y. Van Kaye & Ignit Van Kaye + Ignit Cool Van Kaye & Ignit Van Kaye + Ignit Schmerz Van Kaye"}, {"title": "Kingdom (5) - Kingdom", "type": "release", "uri": "http://www.discogs.com/Kingdom-Kingdom/release/1936105", "summary": ". Van Eeckhout Bass  Colin Van Eeckhout Vincent Tetaert Drums  Matthieu J. Van Kerckhove Guitar  Mathieu ...  Van De Kerckhove Colin H. Van Eeckhout Vocals  Colin Van Eeckhout Matthieu J. Van Kerckhove Vocals ...   Mathieu Van De Kerckhove Vincent Tetaert Vocals   Cendre Wiech.: Throne"}, {"title": "Van Kampen* - Mosi Oa Tunya", "type": "release", "uri": "http://www.discogs.com/Van-Kampen-Mosi-Oa-Tunya/release/1951331", "summary": "Slagerij Van Kampen Van Kampen Mosi Oa Tunya Tomato 2696713 CD Single Netherlands 1989 Folk, World ... , & Country Willem van Kruysdijk Arranged By  Willem van Kruysdyk Willem van Kruysdijk Lyrics By 1, 2 Willem ...  van Kruysdyk Robert Musso Mixed By  Robert Musso Producer  Willem van Kruysdijk Producer  Willem van"}, {"title": "Rob Van Valen* - Trampen EP", "type": "release", "uri": "http://www.discogs.com/Rob-Van-Valen-Trampen-EP/release/2336497", "summary": "Van Valen Rob Van Valen Trampen EP Frankie Rec Frankie Rec 51 File 320 kbps MP3 WAV France 29 Jun ...  2010 Electronic Techno Tech House Minimal Tim Xavier Mastered By   Van Valen Rob Van Valen Trampen ...  trampen Van Valen Rob Van Valen Wobbly H wobblyh Van Valen Rob Van Valen Ultraviolet 7:12 ultraviolet "}, {"title": "Los Van Van - Cronicas", "type": "release", "uri": "http://www.discogs.com/Los-Van-Van-Cronicas/release/2234656", "summary": "Los Van Van Cronicas Areito LD-4596 Vinyl  LP Cuba 1989 Latin Released as Orquesta Los Van Van Yo ...  Se Que Van Van yosequevanvan No Soy De La Gran Escena nosoydelagranescena Que Vivan Los Abuelos ...  Ausencia cuatroanosdeausencia Tranquilo Mota tranquilomota Fin Del Tema: Yo Se Que Van Van"}, {"title": "Urfaust - Einsiedler", "type": "release", "uri": "http://www.discogs.com/Urfaust-Einsiedler/release/1938021", "summary": "Urfaust Einsiedler Ván VAN23 CD EP Germany 2009 Rock Black Metal  IX: Der Einsiedler Verderber"}, {"title": "Los Van Van / Las D'Aida* - Yo Se Que Van Van / Asi", "type": "release", "uri": "http://www.discogs.com/Los-Van-Van-Las-DAida-Yo-Se-Que-Van-Van-Asi/release/1471274", "summary": "Los Van Van / El Original Cuarteto D'Aida Las D'Aida Yo Se Que Van Van / Asi Disques Meys 128 ... -By   Los Van Van Yo Se Que Van Van El Original Cuarteto D'Aida Las D'Aida Asi"}, {"title": "Dommelvolk - Mijn Kempenland", "type": "release", "uri": "http://www.discogs.com/Dommelvolk-Mijn-Kempenland/release/2008221", "summary": "  Steeph Custers Violin, Cello, Vocals  Ad Van Genechten Vocals, Guitar, Zither [Cister]  Mainly ...  traditional songs. Comes with an insert.  Van De Wijvenbeul Van Ons Katrijntje Van D'n Bakker Van De Verkochte ...  Ziel Van Stars On Beethoven Van De Dubbele Duitse Polka Van 'T Koi Wijf Van De Kop Van Jut Van De WW"}, {"title": "Sander van Doorn - Supernaturalistic (The Extended Mixes)", "type": "release", "uri": "http://www.discogs.com/Sander-van-Doorn-Supernaturalistic-The-Extended-Mixes/release/1421204", "summary": "Sander van Doorn Supernaturalistic (The Extended Mixes) Doorn Records DOORN014 File 320 kbps MP3 ...  Netherlands 01 Aug 2008 Electronic Trance Techno Tech House  Sander van Doorn -1 1 Sander van Doorn Look ...  Inside Your Head lookinsideyourhead Sander van Doorn Riff riff Sander van Doorn Feat. MC Pryme By Any"}, {"title": "Van Wood* - La Canzone Italiana - Tempo Di Night", "type": "release", "uri": "http://www.discogs.com/Van-Wood-La-Canzone-Italiana-Tempo-Di-Night/release/2701412", "summary": "Peter Van Wood Van Wood La Canzone Italiana - Tempo Di Night Gruppo Editoriale Fabbri CI 51 Vinyl ...   LP Italy  Pop  Peter Van Wood Van Wood Mia Cara Carolina miacaracarolina Peter Van Wood Van Wood ...  Butta La Chiave buttalachiave Peter Van Wood Van Wood Via Montenapoleone viamontenapoleone Fred"}, {"title": "DJ Van De Loow* - #23 - Emotion", "type": "release", "uri": "http://www.discogs.com/DJ-Van-De-Loow-23-Emotion/release/1116935", "summary": " Release Switzerland  Electronic Trance Techno Van De Loow DJ Mix  DJ Van De Loow  #23 - Emotion #23 ... Van De Loow DJ Van De Loow #23 - Emotion DJ Van De Loow (Mixtape) none Cassette Mixed Unofficial"}, {"title": "Herman van Veen & Monique van de Ven / Erik van der Wurff - Uit Elkaar / Niets Te Verliezen", "type": "release", "uri": "http://www.discogs.com/Herman-van-Veen-Monique-van-de-Ven-Erik-Van-Der-Wurff-Uit-Elkaar-Niets-Te-Verliezen/release/1844858", "summary": "Herman van Veen & Monique van de Ven / Erik van der Wurff Uit Elkaar / Niets Te Verliezen Harlekijn ...   Herman van Veen en Monique van de Ven Monique van der Ven Uit Elkaar uitelkaar Erik van der Wurff Written ... -By  Herman van Veen Written-By  Rob Chrispijn Written-By  Erik van der Wurff Niets Te Verliezen"}, {"title": "Kalvian - Fly Guy", "type": "release", "uri": "http://www.discogs.com/Kalvian-Fly-Guy/release/82152", "summary": "  Fly Guy (Van Holt vs Van Eyden Mix) Sascha van Holt Remix  Woody van Eyden Remix  Van Eyden Fly Guy ...  (Van Holt vs Van Eyden Instrumental Mix) Sascha van Holt Remix  Woody van Eyden Remix  Van Eyden Fly"}, {"title": "Laserdance - Humanoid Invasion", "type": "release", "uri": "http://www.discogs.com/Laserdance-Humanoid-Invasion/release/1989066", "summary": " Electronic Italo-Disco Michiel Van Der Kuy Arranged By, Composed By  Ruud van Es Arranged By, Composed By ...   Erik Van Vliet Executive Producer  1 Erik Van Vliet Producer  Michiel Van Der Kuy Producer  Ruud van Es ...  Producer  Michiel Van Der Kuy Written-By  M. Van Der Kuy Ruud van Es Written-By  R. Van Es  Humanoid"}, {"title": "Van Halen - Poundcake", "type": "master", "uri": "http://www.discogs.com/Van-Halen-Poundcake/master/266314", "summary": "Van Halen Poundcake Rock Hard Rock 1991  Poundcake Pleasure Dome Interview With Van Halen"}]}}, "version": "2.0"}}